#SYSTEM
hello=Xin ch\u00E0o
tokenExpired=Access token \u0111\u00E3 h\u1EBFt h\u1EA1n
accountDisabled=T\u00E0i kho\u1EA3n c\u1EE7a b\u1ECB \u0111ang b\u1ECB t\u1EA1m kh\u00F3a
badCredentials=T\u00EAn \u0111\u0103ng nh\u1EADp ho\u1EB7c m\u1EADt kh\u1EA9u kh\u00F4ng ch\u00EDnh x\u00E1c
internalServerError=M\u00E1y ch\u1EE7 g\u1EB7p s\u1EF1 c\u1ED1 n\u00EAn kh\u00F4ng th\u1EC3 x\u1EED l\u00FD \u0111\u01B0\u1EE3c y\u00EAu c\u1EA7u c\u1EE7a b\u1EA1n. Vui l\u00F2ng th\u1EED l\u1EA1i sau!
updatedSuccessfully=C\u1EADp nh\u1EADt th\u00E0nh c\u00F4ng
couldNotDelete=Kh\u00F4ng th\u1EC3 x\u00F3a b\u1EA3n ghi n\u00E0y v\u00EC li\u00EAn quan \u0111\u1EBFn d\u1EEF li\u1EC7u kh\u00E1c
dataIntegrityViolated=Kh\u00F4ng th\u1EC3 th\u1EF1c hi\u1EC7n thao t\u00E1c do r\u00E0ng bu\u1ED9c d\u1EEF li\u1EC7u
resourceNotFound=Kh\u00F4ng t\u00ECm th\u1EA5y d\u1EEF li\u1EC7u y\u00EAu c\u1EA7u
accessDeniedGet=B\u1EA1n kh\u00F4ng c\u00F3 quy\u1EC1n truy c\u1EADp d\u1EEF li\u1EC7u n\u00E0y
accessDeniedAction=B\u1EA1n kh\u00F4ng c\u00F3 quy\u1EC1n th\u1EF1c hi\u1EC7n thao t\u00E1c ho\u1EB7c kh\u00F4ng c\u00F3 quy\u1EC1n thao t\u00E1c tr\u00EAn d\u1EEF li\u1EC7u n\u00E0y
loggedOutSuccessfully=\u0110\u0103ng xu\u1EA5t th\u00E0nh c\u00F4ng
ioexception=L\u1ED7i input
CHANGE_USER_PASSWORD=Thay \u0111\u1ED5i m\u1EADt kh\u1EA9u ng\u01B0\u1EDDi d\u00F9ng
ERROR.TYPE.REQUEST=Sai ki\u1EC3u d\u1EEF li\u1EC7u \u0111\u1EA7u v\u00E0o fields: {0}
rateLimitRequest=S\u1ED1 l\u01B0\u1EE3ng request \u0111\u1EA1t gi\u1EDBi h\u1EA1n
ERROR.USER.PASSWORD.INCORRECT=M\u1EADt kh\u1EA9u kh\u00F4ng \u0111\u00FAng
ERROR.USER.PASSWORD.OLD.SAME.NEW=M\u1EADt kh\u1EA9u c\u0169 kh\u00F4ng \u0111\u01B0\u1EE3c tr\u00F9ng v\u1EDBi m\u1EADt kh\u1EA9u m\u1EDBi
ERROR.USER.EXIST=Ng\u01B0\u1EDDi d\u00F9ng \u0111\u00E3 t\u1ED3n t\u1EA1i

ERROR.GROUP_USER.CODE_NOT_NULL=Kh\u00F4ng \u0111\u01B0\u1EE3c \u0111\u1EC3 tr\u1ED1ng m\u00E3 nh\u00F3m
ERROR.GROUP_USER.CODE_MAX_LENGTH=\u0110\u1ED9 d\u00E0i m\u00E3 nh\u00F3m kh\u00F4ng \u0111\u01B0\u1EE3c v\u01B0\u1EE3t qu\u00E1 250 k\u00FD t\u1EF1
ERROR.GROUP_USER.NAME_NOT_NULL=Kh\u00F4ng \u0111\u01B0\u1EE3c \u0111\u1EC3 tr\u1ED1ng t\u00EAn nh\u00F3m
ERROR.GROUP_USER.NAME_MAX_LENGTH=\u0110\u1ED9 d\u00E0i t\u00EAn nh\u00F3m kh\u00F4ng \u0111\u01B0\u1EE3c v\u01B0\u1EE3t qu\u00E1 250 k\u00FD t\u1EF1
ERROR.GROUP_USER.DESCRIPTION_MAX_LENGTH=\u0110\u1ED9 d\u00E0i m\u00F4 t\u1EA3 kh\u00F4ng \u0111\u01B0\u1EE3c v\u01B0\u1EE3t qu\u00E1 500 k\u00FD t\u1EF1
ERROR.GROUP_USER.USER_ID_NOT_NULL=Kh\u00F4ng \u0111\u01B0\u1EE3c \u0111\u1EC3 tr\u1ED1ng m\u00E3 ng\u01B0\u1EDDi d\u00F9ng
ERROR.GROUP_USER.GROUP_ID_NOT_NULL=Kh\u00F4ng \u0111\u01B0\u1EE3c \u0111\u1EC3 tr\u1ED1ng m\u00E3 nh\u00F3m
ERROR.GROUP_USER.INVALID_INPUT=Gi\u00E1 tr\u1ECB \u0111\u1EA7u v\u00E0o kh\u00F4ng h\u1EE3p l\u1EC7